{
  "productionForms": {
    "title": "Production Forms",
    "description": "Forms, documents and tools available for supervisors and production operators",
    "fillForm": "Fill form",
    "viewResponses": "View responses",
    "completedMO": {
      "title": "Report - Completed MO",
      "description": "Form for reporting completed production tasks (MO). Fill after completing production order.",
      "tab": "Completed MO Reports"
    },
    "productionControl": {
      "title": "Report - Production Control",
      "description": "Form for reporting production quality control. Contains detailed information about production process and atmospheric conditions.",
      "tab": "Production Control Reports"
    },
    "productionShift": {
      "title": "Report - Production Shift",
      "description": "Form for reporting work on production shift. Contains information about employees, products made and other activities.",
      "tab": "Production Shift Reports"
    }
  },
  "inventoryForms": {
    "title": "Inventory Forms",
    "description": "Forms, documents and tools available for warehouse employees",
    "fillForm": "Fill form",
    "viewResponses": "View responses",
    "loadingReport": {
      "title": "Report - Goods Loading",
      "description": "Form documenting goods loading process. Contains employee identification, carrier information and vehicle technical condition."
    },
    "unloadingReport": {
      "title": "Report - Goods Unloading",
      "description": "Form documenting goods unloading process. Contains employee identification, supplier information and visual goods assessment."
    }
  },
  "hallDataForms": {
    "title": "Hall Data Forms",
    "description": "Forms, documents and tools for reporting environmental conditions and machine work",
    "fillForm": "Fill form",
    "viewResponses": "View responses",
    "environmentalReport": {
      "title": "Report - Environmental Conditions",
      "description": "Form for reporting environmental conditions in production hall. Contains measurements of temperature, humidity and other climate parameters."
    },
    "machineReport": {
      "title": "Report - Machine Status",
      "description": "Form for reporting technical status of machines. Contains information about equipment operation, failures and maintenance."
    },
    "serviceReport": {
      "title": "Report - Service Inspection",
      "description": "Form documenting service inspections of machines and equipment. Contains information about maintenance activities and repairs performed."
    }
  }
}
